[GENERAL]
NAME				= Lithuanian
TRANSLATOR			= EP2213
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Šita programa nebegalioja.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Neužregistruota.
TEXT_INIT_FAIL			= Programai nepavyko pasileisti.
TEXT_APPINFO			= Bandicam - Aukštos kokybes video filmavimo programa.

; error
TEXT_ERROR_DISKSPACE		= Nepakanka vietos filmavimui.
TEXT_ERROR_VIDEO_CAP		= Nepavyko pradeti filmavimo.
TEXT_ERROR_AUDIO_CAP		= Nepavyko pradeti audio įrašymo.\nJei tau reikia pagalbos, spausk OK mygtuka.
TEXT_ERROR_IMAGE_CAP		= Failed to capture image.\nPlease check your output folder.
TEXT_ERROR_CREATEFILE		= Nepavyko sukurti failo.\nJei tau reikia pagalbos, spausk OK mygtuka.
TEXT_ERROR_CODEC_INIT		= Failed to initialize codec.
TEXT_ERROR_LOGO_IMAGE		= Netinkamas paveikslo formatas. \nPrašome pasirinkti tinkama formata (*.png).
TEXT_CAN_NOT_CHANGE_TB		= Jūs negalite pakeisti šito nemokamoje versioje Bandicam. \nPrašome nusipirkti Bandicam iš http://bandicam.com/buy
TEXT_WARNING_AMD_APP		= Your system does not support 'H.264 (AMD APP)', so the default codec will be used.
TEXT_WARNING_AMD_APP2		= Your system does not support 'H.264 (AMD APP)'.

; video setting page name
TEXT_VID_PAGE_SOUND		= Garsas
TEXT_VID_PAGE_WEBCAM		= Webcam
TEXT_VID_PAGE_LOGO		= Logotipas
TEXT_VID_PAGE_EFFECTS		= Efektai
TEXT_VID_PAGE_OPTIONS		= Nustatymai

; option page name
TEXT_OPT_PAGE_GENERAL		= Pagrindinis
TEXT_OPT_PAGE_OUTPUT		= Output
TEXT_OPT_PAGE_HOOKING		= Hooking
TEXT_OPT_PAGE_LANGUAGE		= Kalba
TEXT_OPT_PAGE_OTHERS		= Kita

TEXT_VIDEO			= Video
TEXT_AUDIO			= Audio

TEXT_FOLDER_SELECT		= Pasirinkite aplankala kur viska deti.

TEXT_FMT_FULL_SIZE		= Pilnas dydis.
TEXT_FMT_HALF_SIZE		= Puse dydzio.
TEXT_FMT_FIT_WIDTH		= Sutalpinti platumą
TEXT_FMT_FIT_HEIGHT		= Sutalpinti aukštumą
TEXT_FMT_CUSTOM_SIZE		= Modifikuotas
TEXT_FMT_STEREO			= stereo
TEXT_FMT_MONO			= mono
TEXT_FMT_ORIGINAL_PCM		= Original audio format

; preset
TEXT_PRESET_DEFAULT		= Paprastas
TEXT_PRESET_HALFSIZE		= Puse dydzio
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS	= Ultra-greitas nustatymas ant 60 FPS
TEXT_PRESET_LOWEND		= Silpniems PC.
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube (720p)
TEXT_PRESET_PMP			= Skirtas PMP/Divx Player
TEXT_PRESET_EDIT		= Skirtas Edit Premiere/Sony Vegas
TEXT_PRESET_POWERPOINT		= Skirtas MS PowerPoint
TEXT_PRESET_320x0		= Sutalpinti platuma, 320x0
TEXT_PRESET_640x0		= Sutalpinti platuma, 640x0
TEXT_PRESET_800x0		= Sutalpinti platuma, 800x0
TEXT_PRESET_USER		= Vartojo Profiliai

TEXT_CHANGE_LANG		= Kad pakeistumete kalba, reikia iš naujo paleisti Bandicam.\nNorite tai padaryti dabar?
TEXT_CHANGE_HOOK		= Kad pakeistumete hooking taikinį, reikia iš naujo paleisti Bandicam.\nNorite tai padaryti dabar?
TEXT_CHANGE_SIZE		= To change the Bandicam window size, you should restart Bandicam.\nDo you want to restart now?
TEXT_RESET_ALL_SETTINGS		= Ar jūs isitikinę, jog noretumete viska atstatyti kaip buvo?

TEXT_REGISTER_SUCCEEDED		= Jūsų Bandicam užregistruotas.
TEXT_REGISTER_FAILED		= Registracija nepavyko. \nPatikrinkite savo e-mail pašto adresą ir serial kodą.
TEXT_REGISTER_CONNECT_FAILED	= Nepavyko prisijungti prie registracijos serverio.\nPlease check your internet connection, and set your system clock to today's date and time.\nJei tau reikia pagalbos, spausk OK mygtuka.
TEXT_REGISTER_INFO		= E-mail paštas: %s\r\nSerial Kodas: %s
TEXT_REGISTER_LIMITED		= Filmavimas užbaigtas.\n\nJūs galite filmuoti tik 10 minučių ant nemokamos versijos Bandicam. \nPrašome nusipirkti iš bandicam.com
TEXT_REGISTER_NEWRECORD		= Jūs negalite iš naujo filmuoti ant nemokamos versijos Bandicam. \nPrašome nusipirkti iš bandicam.com
TEXT_REGISTER_LICENCE_INFO	= Neužregistruota!!! - 10 minučių video su Bandicam.com ant viršaus.\r\nKad nuimti tą, prašome nusipirkti iš bandicam.com

TEXT_PROGRAM_INVALID		= Programa neveikia. \nJūs privalote iš naujo įdiegti Bandicam.

TEXT_SELECT_TARGET		= Prašome paspausti taikinio langeli
TEXT_TARGET_DIRECTX		= <b>Game Recording Mode</b> - Record Games and Video players using DirectX.
TEXT_TARGET_RECTANGLE		= <b>Screen Recording Mode</b> - Record Desktop screen and Web video.
TEXT_TARGET_CHANGING		= If you change the recording mode, the recording will be stopped.\nAre you sure you want to continue?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= You can't start recording in 'Game Recording Mode' because the target window is not selected.\n\nDo you want to change the recording mode to 'Screen Recording Mode' in order to start recording?

TEXT_STATUSBAR_READY		= Pasiruošęs
TEXT_STATUSBAR_RECORDING	= Filmuojama
TEXT_STATUSBAR_PAUSE		= Pauzė

TEXT_UPDATE_AVAILABLE		= Yra naujesnė versija Bandicam. \nNoretumete atsisiųsti ją dabar?
TEXT_UPDATE_UNAVAILABLE		= Čia pati naujausia versija.
TEXT_UPDATE_FAILED		= Nepavyko pažiurėti, ar yra naujesne versija. \nŠitas kompiuteris tikriausiai neprijungtas prie interneto arba kažkoks serveris neveikia.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Unable to upload. If you have just signed up, please verify your email address.

TEXT_TARGET_FULL		= Pilnas vaizdas
TEXT_TARGET_RESTORE		= Užkelti
TEXT_TARGET_FIND		= Surasti langelį
TEXT_TARGET_RESIZE		= Dydžio pasirinkimo meniu
TEXT_TARGET_IMAGE		= Paveikslo nufotkinimas
TEXT_TARGET_PEN			= Drawing mode
TEXT_TARGET_RECORD_START	= Video filmavimas - pradeti
TEXT_TARGET_RECORD_PAUSE	= Video filmavimas - pauzė
TEXT_TARGET_RECORD_STOP		= Video filmavimas - sustabdyti

TEXT_RC_HOWTO_NOCOMPLETE	= Bandicam nedarys automatiško video stabdymo.
TEXT_RC_HOWTO_BYTIME		= Pagal laiką
TEXT_RC_HOWTO_BYSIZE		= Pagal dydį
TEXT_RC_AFTER_NEWRECORD		= Pradeti filmavimą iš naujo.
TEXT_RC_AFTER_EXIT		= Išeiti iš Bandicam
TEXT_RC_AFTER_SHUTDOWN		= Išjungti šį kompiuterį

TEXT_SHUTDOWN_SEC		= Išjungsime kompiuterį po %d sek.

TEXT_SEL_IMAGE_FILE		= Pasirinkti paveiksla.

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- Išjungti (Rekomenduojama) --

TEXT_CORRUPTED_AVI_FILE		= Neseniai nufilmuotas video sugedo.\nNorite jį sutaisyti?\n\nFailas: %s
TEXT_TRAY_BALLOON_TIP		= Paspauskite šį langelį, kad užkeltumėte Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= Paspauskite šį langelį, kad rodyti filmavimo stačiakampį.
TEXT_FORCE_STOP			= Nepavyko sustabdyti filmavimo, nes programa nebeatsako.\nNorite patys sustabdyti filmavimą?
TEXT_EXTERNAL_CODEC		= - Išorinis kodeksas -
TEXT_CUDA_GPU_AUTOSELECT	= (Auto Select)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Filmavimo būsena
TEXT_INDICATOR_TIME		= Filmavimo laikas
TEXT_INDICATOR_SIZE		= Failo dydis / laisva vieta kietajame diske
TEXT_INDICATOR_VOLUME		= Dabartinis garsumo lygis

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normalus] Pagrindinis uždavinio prioritetas
TEXT_REC_PRIORITY_HIGH		= [Didelis] Didesnis negu paprastas prioritetas
TEXT_REC_PRIORITY_HIGHEST	= [Didžiausias] Kai kurios užduotys gali lėtai veikti

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut is not installed. Do you want to download Bandicut?
TEXT_OUTPUTS_DELETE		= Are you sure you want to permanently delete the selected files?
TEXT_OUTPUTS_SELCOUNT		= %d items selected

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Target Name
TEXT_FILE_NAME_PREFIX_CUSTOM	= Custom Prefix
TEXT_FILE_NAME_PREFIX_NONE	= None
TEXT_FILE_NAME_SUFFIX_TIME	= Date/Time
TEXT_FILE_NAME_SUFFIX_NUMBER	= Sequence Number

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Enter a value between 1 and 1440 minutes.
TEXT_TIMER_REC_STOP_RECORDING	= The recording is in progress. \nAre you sure you want to stop recording and continue?

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Please enter a title for the video to upload.
TEXT_UPLOAD_VIMEO_LOGIN		= Login - Vimeo
TEXT_UPLOAD_COMPLETE		= Uploaded
TEXT_UPLOAD_ERR_FAIL		= Failed to upload this video.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= This file is too large to upload.
TEXT_UPLOAD_ERR_FREESPACE	= There is not enough free space on Vimeo to upload.
TEXT_UPLOAD_ERR_CONNECT		= Failed to connect to server.

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= Tahoma
$TITLE_FONT_SIZE		= 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= Pagrindinis
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Paveikslai
$BN_PAGE_OUTPUTS		= Output
$BN_PAGE_ABOUT			= Apie
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Nustatymai
$ST_GEN_OUTPUT_FOLDER		= Visi video ir paveikslai
$BN_GEN_OPEN_OUTPUT_FOLDER	= Atidaryti
$BN_GEN_ADV_OPTIONS		= Daugiau
$CK_GEN_ALWAYS_ON_TOP		= Bandicam langelis visada viršuje
$CK_GEN_START_MINIMIZED		= Start Bandicam minimized to tray
$CK_GEN_RUN_WHEN_START		= Run Bandicam on Windows startup
$CK_GEN_RECORD_WHEN_RUN		= Start full-screen recording on Bandicam startup
$CK_GEN_TIMER_RECORDING		= Set timer for Auto Start Recording
$ST_GEN_LANGUAGE		= Language
$ST_GEN_REC_AUTO_START		= Auto Start Recording
$ST_GEN_REC_AUTO_COMPLETE	= Automatiškai stabdyti filmavimą
$BN_GEN_REC_AUTO_COMPLETE	= Nustatymas
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Perdangos
$CK_FPS_OVERLAY_HOTKEY		= Klavišas
$CK_FPS_OVERLAY			= Rodyti FPS
$ST_FPS_LIMIT			= Riba
$CK_FPS_LIMIT_HOTKEY		= Klavišas
$CK_FPS_LIMIT			= Statyti FPS ribą
$CK_FPS_LIMIT_ONLY_CAP		= Tik tai kai filmuoji
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Filmuoti
$CK_VID_RECORD_HOTKEY		= Record/Stop Hotkey
$CK_VID_PAUSE_HOTKEY		= Pause Hotkey
$CK_VID_SHOW_CURSOR		= Show mouse cursor
$CK_VID_CLICK_EFFECTS		= Pridėti pelės paspaudimo efektus
$CK_VID_WEBCAM_OVERLAY		= Add webcam overlay
$BN_VID_RECORD_SETTINGS		= Nustatymai
$ST_VID_FORMAT			= Formatuoti
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Audio
$BN_VID_FORMAT_SETTINGS		= Nustatymai
$BN_VID_FORMAT_PRESETS		= Profiliai
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Fotografuoti
$CK_IMG_CAPTURE_HOTKEY		= Klavišas
$CK_IMG_CAPTURE_REPEAT		= Kartoti ekrano fotografavimą
$ST_IMG_CAPTURE_REPEAT		= sekundės
$CK_IMG_SHOW_CURSOR		= Show mouse cursor
$CK_IMG_SHUTTER_SOUND_EFFECT	= Įjungti fotografavimo garseli
$ST_IMG_FORMAT			= Formatuoti
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Normalus
$CK_IMG_FORMAT_JPG_HQ		= JPG - Aukštos kokybės
$BTN_IMG_FORMAT_ANIGIF		= How to save as animated gif
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= Video
$ST_OUT_TAB_IMAGE		= Image
$BN_OUT_PLAY_VIDEO		= Play
$BN_OUT_OPEN_IMAGE		= Open
$BN_OUT_EDIT			= Edit
$BN_OUT_UPLOAD			= Upload
$BN_OUT_DELETE			= Delete
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam Version
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2015 Bandisoft.com.
$BN_ABO_NEW_VERSION		= Yra nauja versija.
$BN_ABO_CHECK_UPDATE		= Tikrinti atnaujinimus
$ST_ABO_LICENCE_INFO		= Licencijos informacija
$BN_ABO_REGISTER		= Registruoti
$BN_ABO_REGISTER_HELP		= How to Purchase and Register
$ST_ABO_HOMEPAGE_INFO		= Website URL
$ST_ABO_HOMEPAGE_URL		= Homepage
$ST_ABO_FAQ_URL			= Klausimai ir atsakymai
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Open Output Folder
$TOOLTIP_SCREENSHOT		= Capture Image
$TOOLTIP_RECORD			= Record / Stop
$TOOLTIP_PAUSE			= Pause
$TOOLTIP_UI_MODE		= Simple/Extended UI
$TOOLTIP_REGISTER		= Register Bandicam
$TOOLTIP_ONLINE_HELP		= Online Help

$TOOLTIP_TOOL_PEN		= Pen
$TOOLTIP_TOOL_PEN_HL		= Highlighter 
$TOOLTIP_TOOL_BOX		= Box
$TOOLTIP_TOOL_ERASER		= Eraser
$TOOLTIP_TOOL_COLOR		= Select Color
$TOOLTIP_TOOL_LINE		= Linewidth
$TOOLTIP_TOOL_UNDO		= Undo (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Redo (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Atšaukti
IDOK				= Gerai
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Formatinimo nustatymai 
IDC_ST_FMTSET_FILE		= File Type
IDC_ST_FMTSET_VIDEO		= Video
IDC_ST_VIDEO_SIZE		= Dydis
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Kodeksas
IDC_ST_VIDEO_BITRATE		= Garso kokybė
IDC_ST_VIDEO_QUALITY		= Kokybė
IDC_ST_FMTSET_AUDIO		= Audio
IDC_CK_AUDIO_ORIGINAL_PCM	= Save as original format
IDC_ED_AUDIO_ORIGINAL_PCM	= You can save multi-channel and high-definition audio (96KHz or more).
IDC_ST_AUDIO_CH			= Audio kanalai
IDC_ST_AUDIO_FREQ		= Dažnis
IDC_ST_AUDIO_CODEC		= Kodeksas
IDC_ST_AUDIO_BITRATE		= Garso kokybė
IDC_ST_FORMAT_HELP		= [ Padėkite ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Registruoti Bandicam
IDC_ST_1BUY			= 1. Pirkti
IDC_ST_1BUY_COMMENT		= Kad nuimti ta "Bandicam.com" nuo jūsų video, prašome nusipirkti licencija iš http://www.bandicam.com/buy
IDC_BTN_BUY_ONLINE		= Pirkti dabar
IDC_ST_2REGISTER		= 2. Registruoti
IDC_ST_2REGISTER_COMMENT	= Reikia interneto kad užregistruotumete Bandicam.
IDC_ST_EMAIL_ADDRESS		= E-mail adresas
IDC_ST_SERIAL_NUMBER		= Serial kodas
IDC_BTN_REGISTER_NOW		= Registruoti dabar
IDC_BTN_CLOSE			= Uždaryti

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Pažiurėti atnaujinimams
IDC_ST_UPDATE_SETTING		= Nustatymas
IDC_CK_UPDATE_ENABLE		= Įjungti automatiška atnaujinima.
IDC_CK_UPDATE_POPUP		= Atidaryti interneto naršyklę kai reikalingas atnaujinimas atsirado.
IDC_UPDATE_CHECK_NOW		= Pažiurėti atnaujinimams dabar
IDC_CLOSE			= Uždaryti

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Išplėstiniai nustatymai
IDC_BTN_RESET			= Atstatyti

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Bendras
IDC_CK_ALWAYS_ON_TOP2		= Bandicam langelis visada viršuje
IDC_CK_START_MINIMIZED_TO_TRAY	= Start Bandicam minimized to tray
IDC_CK_RUN_WHEN_START		= Paleisti Bandicam kai įjungi Windows.
IDC_CK_RECORD_WHEN_RUN		= Start full-screen recording when running Bandicam
IDC_CK_SHOW_FPS_IN_VIDEO	= Rodyti FPS nufilmuotame/nufotografuotoje  video/paveiksle
IDC_ST_SHOW_FPS_IN_VIDEO	= (Only in 'Game Recording Mode')
IDC_CK_SHOW_TIP_BAR		= Rodyti patarimų/informacijos langelį
IDC_CK_NO_TRAY_BALLOON		= Turn off tray balloon notifications
IDC_ST_ADV_AUTOMATIC		= Automatic

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Produkcija
IDC_ST_OUT_OUTPUT_FOLDER	= Output folder
IDC_CK_OUT_CREATE_SUBFOLDER	= Sukurti išvesties sub-aplanką rašant failą
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Įjungti spartujį rašymą ant disko.
IDC_ST_OUT_FILE_NAMING		= File naming settings
IDC_ST_OUT_EXAMPLE		= Ex)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Kalba
IDC_ST_TRANSLATOR		= Dėkojame išvertėjus

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Hooking taikinys
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_DISABLE_DX11_ON_IE9	= Išjungti DX10/11 hooking ant IE9,10/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Blokuoti DirectX video apdangalą
IDC_BTN_BLOCK_LIST		= Blokuotų procesų sarašas

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Kiti nustatymai
IDC_BTN_VIDEO_RECORD_SETTINGS	= Video filmavimo nustatymai
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Video formatavimo nustatymai
IDC_BTN_AUTO_COMPLETE_RECORDING	= Automatiškai stabdyti filmavimą

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Automatiškai stabdyti filmavimą
IDC_ST_RC_HOWTO			= Nustatyti kaip automatiškai sustabdyti filmavimą
IDC_RD_RC_NOTCOMPLETE		= Išjungti
IDC_RD_RC_TIME			= Pagal filmavimo laiką
IDC_ST_RC_MAX_TIME		= Didž.
IDC_RD_RC_SIZE			= Pagal nufilmuoto video dydį
IDC_ST_RC_MAX_SIZE		= Didž.
IDC_ST_RC_AFTER			= Kai padarys automatišką video stabdymą
IDC_RD_RC_NOTHING		= Nieko nedaryti
IDC_RD_RC_NEW_RECORDING		= Pradėti naują filmavimą
IDC_RD_RC_EXIT_BDCAM		= Stabdyti filmavimą ir išjungti Bandicam
IDC_RD_RC_SHUTDOWN		= Išjungti mano kompiuterį

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Išjungti
IDC_ST_SHUTDOWN			= Išjungti
IDC_ST_SHUTDOWN_INFO		= Šis kompiuteris bus išjungtas.\nPaspauskite 'Atšaukti' jei nenorite išjungti kompiuterio.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Filmavimo nustatymai

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Filmuoti garsą
IDC_ST_SND_SELECT_1		= Pagrindinė garso korta
IDC_BTN_SND_SETTING_1		= Nustatymai...
IDC_ST_SND_SELECT_2		= Antrinė garso korta
IDC_BTN_SND_SETTING_2		= Nustatymai...
IDC_CK_SND_MIX_SOUND		= Maišyti abudu (Pagrindinė+Antrinė viename garse)
IDC_CK_SND_CAP_HOTKEY		= Filmuoti tik "Antrinę Kortą" spaudžiant.
IDC_ST_SOUND_HELP		= [ Padėkite ]
IDC_CK_SND_SAVE_AS_WAV		= Išsaugoti audio garsus filmuodamas (.wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Add webcam overlay to video
IDC_ST_WEBCAM_SETTING		= Settings
IDC_ST_WEBCAM_DEVICE		= Webcam:
IDC_ST_WEBCAM_SIZE		= Video size:
IDC_ST_WEBCAM_POS		= Position:
IDC_BTN_WEBCAM_DEVICE		= Settings
IDC_BTN_WEBCAM_PREVIEW		= Preview
IDC_ST_WEBCAM_LR_MARGINS	= Left/R Margins:
IDC_ST_WEBCAM_TB_MARGINS	= Top/B Margins:
IDC_ST_WEBCAM_FOR_DX_GL		= For Game Recording Mode
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Preview webcam on a screen (Only DX8 or later, and OpenGL)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Enable preview toggle hotkey

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Pridėti logotipą ant video
IDC_ST_LOGO_SETTING		= Nustatymai
IDC_ST_LOGO_IMAGE		= Paveikslas:
IDC_ST_LOGO_OPACITY		= nepermatomumas:
IDC_ST_LOGO_POS			= Pozicija:
IDC_ST_LOGO_LR_MARGINS		= Left/R Margins:
IDC_ST_LOGO_TB_MARGINS		= Top/B Margins:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE		= Pelės efektai
IDC_CK_ADD_CLICK_EFFECTS	= Pridėti pelės paspaudimo efektus
IDC_ST_LEFT_CLICK_COLOR		= Kairiojo klavišo spalva
IDC_ST_RIGHT_CLICK_COLOR	= Dešiniojo klavišo spalva
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Pridėti apšvietimo efektus
IDC_ST_HIGHLIGHT_COLOR		= Apšvietimo spalva

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Nustatymai
IDC_ST_REC_PRIORITY		= Filmavimo prioritetas :
IDC_ST_REC_PRIORITY2		= Didesnis prioritetas gali sumažinti FPS.
IDC_ST_FOR_DX_GL		= For Game Recording Mode
IDC_CK_SKIP_RECORDING		= Praleisti įrašymą, kol rėmas nėra atnaujinamas
IDC_CK_ENHANCED_DX9_CAPTURE	= Use enhanced capture method (faster, only DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= For Screen Recording Mode
IDC_CK_ENHANCED_CAPTURE		= Use enhanced capture method (faster, Windows 8 or above)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Webcam preview

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Individualizuotas dydis
IDC_ST_TARGET_SIZE_SETTING	= Nustatymai
IDC_ST_TARGET_SIZE		= Taikinio dydis:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Add a New Size Preset
IDC_ST_ADD_SIZE_PRESET		= You can save the current target position and size as a new preset.\nEnter a name for the new preset.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Edit Size Presets
IDC_BTN_SIZE_PRESET_ADD		= Add
IDC_BTN_SIZE_PRESET_DEL		= Delete
IDC_BTN_SIZE_PRESET_REN		= Rename
IDC_BTN_SIZE_PRESET_UP		= Up
IDC_BTN_SIZE_PRESET_DN		= Down

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Rename the Size Preset
IDC_ST_REN_SIZE_PRESET		= Enter a new name for the preset.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Informacija
IDC_ST_ACAP_INFO		= Audio filmavimo informacija
IDC_ST_ACAP_INFO2		= Jūsų garso korta nefilmuoja garso. Peržiurėkite savo 'filmavimo valdymą'. \n\nNorite užeiti į internetinį pagalbos puslapį?
IDC_CK_ACAP_DO_NOT_ASK		= Daugiau neklausti.
IDC_BTN_YES			= Taip.
IDC_BTN_NO			= Ne.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Didžiausias filmavimo laikas
IDC_ST_RC_TIME_SETTING		= Nustatymas
IDC_ST_RC_TIME_HOUR		= Valandos
IDC_ST_RC_TIME_MIN		= Minutės
IDC_ST_RC_TIME_SEC		= Sekundės

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Daugiausiai filmuotas dydis
IDC_ST_RC_FILESIZE_SETTING	= Nustatymas

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Pridėti naują preset.
IDC_ST_ADD_PRESET		= Galite išsaugoti dabartinius formato nustatymus kaip nauja preset.\nĮvesti pavadinima naujam preset'ui.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Redaguoti Preset'us
IDC_BTN_PRESET_ADD		= Pridėti
IDC_BTN_PRESET_DEL		= Ištrinti
IDC_BTN_PRESET_REN		= Pervardyti
IDC_BTN_PRESET_UP		= Viršun
IDC_BTN_PRESET_DN		= Žemyn

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Pervardinti Profilį
IDC_ST_REN_PRESET		= Įvesti pavadinimą profiliui.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Pasirinkti išorinį video kodeksą
IDC_ST_CODEC_EX_LIST		= Kodeksų sarašas
IDC_ST_CODEC_EX_SETTINGS	= Nustatymai
IDC_ST_CODEC_EX_DRIVER		= Driver Pavadinimas
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= Kokybė
IDC_ST_CODEC_EX_DATERATE	= Datos Norma
IDC_ST_CODEC_EX_KEYFRAME	= Dežės intervalas
IDC_BTN_CODEC_EX_CONFIG		= Nustatyti
IDC_BTN_CODEC_EX_ABOUT		= Apie
IDC_ST_CODEC_EX_HELP		= [ Padėkite ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Blokuotų procesų sarašas
IDC_ST_BLOCK_LIST		= Šiems procesams neleidžiama hook'inti.
IDC_ST_BLOCK_LIST_EX		= Pavyzdys :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) Nustatymai
IDC_ST_H264_CUDA_RATE_CONTROL	= Video greičio valdymas
IDC_RD_H264_CUDA_VBR		= VBR - Pagal kokybę (rekomenduojama)
IDC_RD_H264_CUDA_CBR		= CBR - pagal FPS
IDC_ST_H264_CUDA_GPU_USAGE	= GPU Naudojimas
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Tik GPU (naudoti tik su greitu GPU)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU device:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Other options
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC code:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_CUDA_FOURCC_HELP	= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (Quick Sync Video) Settings
IDC_ST_H264_SYNC_RATE_CONTROL	= Rate control
IDC_RD_H264_SYNC_VBR		= VBR - quality-based (recommended)
IDC_RD_H264_SYNC_CBR		= CBR - bitrate-based
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Other options
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC code:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_SYNC_FOURCC_HELP	= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD APP) Settings
IDC_ST_H264_APP_RATE_CONTROL	= Rate control
IDC_RD_H264_APP_VBR		= VBR - quality-based (recommended)
IDC_RD_H264_APP_CBR		= CBR - bitrate-based
IDC_ST_H264_APP_OTHER_OPTIONS	= Other options
IDC_ST_H264_APP_FOURCC_USED	= FourCC code:
IDC_ST_H264_APP_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_APP_FOURCC_HELP	= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid Nustatymai
IDC_ST_XVID_RATE_CONTROL	= Video greičio valdymas
IDC_RD_XVID_VBR			= VBR - pagal kokybę (rekomenduojama)
IDC_RD_XVID_CBR			= CBR - pagal FPS
IDC_ST_XVID_OPTIMIZATION	= Optimizacija
IDC_RD_XVID_FASTER_SPEED	= Didesnis enkodavimo greitis
IDC_RD_XVID_SMALLER_SIZE	= Mažesnis failo dydis
IDC_ST_XVID_OTHER_OPTIONS	= Other options
IDC_ST_XVID_KEYFRAME_INT	= Keyframe interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) Settings
IDC_ST_H264_NVENC_RATE_CONTROL	= Rate control
IDC_RD_H264_NVENC_VBR		= VBR - quality-based (recommended)
IDC_RD_H264_NVENC_CBR		= CBR - bitrate-based
IDC_ST_H264_NVENC_GPU_USAGE	= GPU Usage
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU device:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Other options
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC code:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_NVENC_FOURCC_HELP	= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Settings
IDC_ST_H264_RATE_CONTROL	= Rate control
IDC_RD_H264_VBR			= VBR - quality-based (recommended)
IDC_RD_H264_CBR			= CBR - bitrate-based
IDC_ST_H264_OPTIMIZATION	= Optimization
IDC_RD_H264_FASTER_SPEED	= Faster encoding speed
IDC_RD_H264_BALANCED		= Balanced performance
IDC_RD_H264_SMALLER_SIZE	= Smaller file size
IDC_ST_H264_OTHER_OPTIONS	= Other options
IDC_ST_H264_KEYFRAME_INT	= Keyframe interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Timer Recording
IDC_ST_TIMER_SETTINGS		= Settings
IDC_RD_TIMER_START_IN		= Start in
IDC_ST_TIMER_MINUTES		= minutes
IDC_RD_TIMER_START_AT		= Start at
IDC_CK_TIMER_MINIMIZE		= Minimize Bandicam to tray when recording starts.
IDC_ST_TIMER_AUTO_COMPLETE	= Auto Complete Recording
IDC_BTN_TIMER_AUTO_COMPLETE	= Setting

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Timer Recording - Waiting to start
IDC_ST_TIMER_WAITING_INFO	= Waiting to start recording at %s.
IDC_ST_TIMER_ELAPSED		= Elapsed Time:
IDC_ST_TIMER_REMAINING		= Remaining Time:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS Settings
IDC_ST_FORMAT_FPS_MODE		= Frame Rate Mode
IDC_RD_FORMAT_FPS_CFR		= Prefer CFR - Constant Frame Rate
IDC_ST_FORMAT_FPS_CFR		= Falls back on VFR if your frame rate is too low.
IDC_RD_FORMAT_FPS_VFR		= Use VFR - Variable Frame Rate (Recommended)
IDC_ST_FORMAT_FPS_HELP		= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Upload to Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Upload Information
IDC_ST_VIMEO_FILENAME		= File name:
IDC_ST_VIMEO_TITLE		= Title:
IDC_ST_VIMEO_DESCRIPTION	= Description:
IDC_ST_VIMEO_PRIVACY		= Privacy:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Anyone - Allow anyone to see this video
IDC_RD_VIMEO_PRIVACY_ONLYME	= Only me - Make this video visible to me and no one else
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Only people I follow - Make visible only to people I follow on Vimeo
IDC_BTN_VIMEO_UPLOAD		= Upload
IDC_LN_VIMEO_HELP		= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Uploading...
IDC_ST_VIMEO_UPLOADED		= The video upload is complete!
IDC_ST_VIMEO_LINK		= Link:
IDC_ST_VIMEO_EMBED		= Embed:
IDC_BTN_VIMEO_LINK_GO		= Go
IDC_BTN_VIMEO_EMBED_COPY	= Copy
IDC_BTN_VIMEO_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC Available
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 encoder is available. NVENC is a high-performance encoder using hardware acceleration. Would you like to use the NVENC H.264 encoder?\n<a>more</a>
IDC_CK_NVENC_AVAILABLE		= Do not ask me again

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) Available
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 encoder is available. QSV is a high-performance encoder using hardware acceleration. \nWould you like to use the QSV H.264 encoder?\n<a>more</a>
IDC_CK_QSV_AVAILABLE		= Do not ask me again

[MENU]
ID_POPUP_ABOUT			= Apie Bandicam
ID_POPUP_GENERAL		= Nustatymai - Bendri
ID_POPUP_FRAME			= Nustatymai - FPS
ID_POPUP_VIDEO			= Nustatymai - Video
ID_POPUP_IMAGE			= Nustatymai - Paveikslas
ID_POPUP_OUTPUTS		= Output File list
ID_POPUP_OPENOUTPUTFOLDER	= Atidaryti aplankalą kur viskas dedama
ID_POPUP_TARGET			= Target
ID_POPUP_SIZE			= Size
ID_POPUP_EXIT			= Išeiti

ID_TARGET_DIRECTX		= Game Recording Mode
ID_TARGET_RECTANGLE		= Screen Recording Mode
ID_TARGET_HELP			= Padekite

ID_TARGET_HIDE			= Show / Hide \t Ctrl+Alt+H
ID_TARGET_PEN			= Drawing mode \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Visada viršuje
ID_TARGET_TRANSPARENCY		= Nepermatomumas
ID_TARGET_SIZE			= Dydis
ID_TARGET_ADJUST		= Adjust

ID_TARGET_MOVE_LEFT		= Judinti kairėn \t Kairėn
ID_TARGET_MOVE_RIGHT		= Judinti dešinėn \t Dešinėn
ID_TARGET_MOVE_UP		= Judinti viršun \t Viršun
ID_TARGET_MOVE_DOWN		= Judinti žemyn \t Žemyn

ID_TARGET_INC_WIDTH		= Didinti platumą \t Shift+Right
ID_TARGET_DEC_WIDTH		= Mažinti platumą \t Shift+Left
ID_TARGET_INC_HEIGHT		= Didinti aukštį \t Shift+Down
ID_TARGET_DEC_HEIGHT		= Mažinti aukštį \t Shift+Up

ID_TARGET_FIND_WINDOW		= Ieškoti langelio \t Ctrl+F
ID_TARGET_FULLSCREEN		= Pilnas ekranas \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Talpinti į 4:3
ID_TARGET_RATIO_16_9		= Talpinti į 16:9
ID_TARGET_SIZE_CUSTOM		= Nuosavas dydis \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Size Preset \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Add a Preset
ID_TARGET_SIZE_PRESET_EDIT	= Edit Presets

ID_TARGET_OPEN_OUTPUTFOLDER	= Atidaryti aplankalą kur viskas dedama
ID_TARGET_EXIT_BANDICAM		= Išeiti iš Bandicam

ID_USER_PRESET_ADD		= Pridėti
ID_USER_PRESET_EDIT		= Redaguoti

ID_SORT_BY_DATE			= Sort by Date
ID_SORT_BY_NAME			= Sort by Name
ID_SORT_BY_SIZE			= Sort by Size

ID_OUTPUTS_LB_PLAY		= Play
ID_OUTPUTS_LB_OPEN		= Open
ID_OUTPUTS_LB_EDIT		= Edit
ID_OUTPUTS_LB_DELETE		= Delete
ID_OUTPUTS_LB_SELECT_ALL	= Select all
ID_OUTPUTS_LB_OPEN_FOLDER	= Open output folder

ID_BDCAM_SIZE_DEFAULT		= Default size
